[
  "I've got 99 problems but a riff ain't one",
  "Teach me something that'll make my neighbors hate me",
  "Find me a song my ex would cry to",
  "Something I can butcher at open mic night",
  "What would Hendrix play if he was hungover?",
  "I need chords even my cat could learn",
  "Show me the song that ruined karaoke forever",
  "Find something to annoy my roommate with",
  "What's the soundtrack to my quarter-life crisis?",
  "Give me that song that hits different at 2am",
  "Something to strum while ignoring responsibilities",
  "Find the song that made everyone cry at prom",
  "What would a sad cowboy play in the rain?",
  "Show me the riff that'll make my dad proud",
  "Something to practice until my fingers bleed",
  "What do heartbroken rockstars play at 3am?",
  "Find me the anthem for overthinkers",
  "Teach me something that sounds hard but isn't",
  "What's the song every guitarist learns first?",
  "Give me vibes for a rainy Sunday morning",
  "Something that'll make me feel like a main character",
  "What would a guitar-playing philosopher strum?",
  "Find the tune my shower deserves",
  "Show me what peak musicianship looks like",
  "Something to play when words aren't enough",
  "What's the song that heals all wounds?",
  "Give me chords that feel like coming home",
  "Find me something beautifully melancholic",
  "What would a hopeless romantic play at sunset?",
  "Teach me the song that started a revolution",
  "Something to play by the campfire",
  "What's the unofficial millennial anthem?",
  "Give me vibes for a solo road trip",
  "Find me the song that changes everything",
  "Show me what makes guitarists cry",
  "Something that sounds like a warm hug",
  "What would a time traveler play from the 70s?",
  "Give me that one song everyone pretends to know",
  "Find me something criminally underrated",
  "What's the song that defined a generation?",
  "Teach me something hauntingly beautiful",
  "Something to play when the world feels heavy",
  "What would aliens think is our best song?",
  "Give me the song that never gets old",
  "Find me something that hits right in the feels",
  "Show me the riff that changed rock forever",
  "Something my future self would thank me for learning",
  "What's the song that sounds like nostalgia?",
  "Give me vibes for staring out rainy windows",
  "Find me the perfect coffee shop soundtrack",
  "Teach me something impressively simple",
  "What would a romantic comedy use for the climax?",
  "Give me that song everyone knows but few can play",
  "Find me something to practice for a lifetime",
  "What's the anthem for late-night overthinkers?",
  "Show me the song that launched a thousand covers",
  "Something that sounds like golden hour feels",
  "What would Shakespeare strum on acoustic?",
  "Give me the song that fixes bad days",
  "Find me something worth learning by heart",
  "Teach me the ballad that breaks all the rules",
  "What's the song that makes strangers sing together?",
  "Give me vibes for a cinematic montage",
  "Find me something that deserves more recognition",
  "Show me what goosebumps sound like",
  "Something to impress absolutely no one but myself",
  "What would a traveling bard play in 2024?",
  "Give me the song that soundtracks first loves",
  "Find me something achingly nostalgic",
  "Teach me what pure emotion sounds like",
  "What's the song that makes grown adults cry?",
  "Give me vibes for pretending I'm in a movie",
  "Find me the perfect sunset soundtrack",
  "Show me something that transcends genres",
  "What would a poetry-reading guitarist play?",
  "Give me the song that launched my parents' romance",
  "Find me something timeless and eternal",
  "Teach me the riff everyone should know",
  "What's playing at the best party ever?",
  "Give me vibes for existential 4am thoughts"
]
